
<template>
  <!-- 防止ios自动获取电话号码 -->
  <meta name = "format-detection" content = "telephone=no">
  <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no" />
  <div class="content" transition="bounce">
    <!-- 顶部操作栏 -->
    <div class="el_head">
      <a class="el_return_btn"
        v-link="{path: '/reg', replace: true, query:{uid: this.$route.query.uid}}">
        <img src="/img/11/return.png">
      </a>
      <strong style="font-size:0.7rem;">用户协议</strong>
      <div class="el_placeholder">&nbsp</div>
    </div>
    <div class="el_rule_content">
      <h3>《用户协议》</h3>
      <h6 style="margin-top:0;">郑重提示：彩票有风险，投注需谨慎。禁止未满18周岁的青少年购买彩票。</h6>
      <h6>【导言】</br>欢迎您使用北京奕彩科技有限公司（以下简称“奕彩科技公司”）提供的11选5选号平台（以下简称”本平台“）服务！</h6>
      <h6 style="text-indent:2em">本协议是您与奕彩科技公司之间关于您使用本平台服务所订立的协议。为使用本平台服务，您应当阅读并遵守《11选5选号平台服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，并选择接受或不接受。</h6>
      <h6 style="text-indent:2em">本站属彩票委托投注资金管理平台（以下简称“本平台”）。在本平台登记注册的用户，并同意以下条款，方有资格享受本平台提供的相关服务，并受本规则条款的约束。用户使用本平台服务即意味着同意本规则，使用前请认真阅读。本平台对本规则拥有最终解释权。</h6>
      <h5>一、委托投注规则须知</h5>
      <h6>1、本平台所提供服务的彩票均为经国家财政部批准发行的彩票品种，任一彩种的游戏规则以发行机构所公布的官方规则为准。本平台所显示的日期与时间均为北京时间，委托投注时间以本平台服务系统的服务器时间为准；
        </br>2、用户成功在本平台提交投注订单并支付后并不代表彩票已经投注成功，由彩票终端系统投注出票、兑奖处理，处理周期根据不同彩票品种的操作难易性而定，订单状态中将明示订单处理情况；
        </br>3、本平台的截止时间会提前于彩票终端系统的彩票销售截止时间，以作为彩票订单处理的冗余时间，具体提前量根据不同彩票品种而定。彩票终端系统是指：彩票发行中心为开展彩票的销售、兑奖等业务，进行数据统计、管理，开奖、兑奖管理以及彩票资金管理等的系统。
        </br>4、为保障用户的合法权益，避免在中奖时因用户注册资料与真实情况不符而发生纠纷，请用户确保其提供的真实姓名、身份证号码及手机号码等的真实、有效及合法性。对因用户自身原因而造成的不能充值、不能兑奖、不能提取现金等情况，本平台不负责任。用户提供的真实准确的个人资料将作为认定其与彩票的关联性以及用户身份的唯一证据。如果用户提供的资料包含有不真实的信息，本平台保留终止该用户继续使用服务资格的权利。
        </br>5、根据国家规定，禁止未满18周岁(未成年)者利用本平台购买彩票。同时，不提倡学生购买彩票，其中包括在校大学生。
      </h6>
      <h5>二、委托投注服务的流程须知</h5>
      <h6>1、本平台不收取任何形式的服务费。委托投注购买的彩票为电子票据，同实体票据具有相同效力。用户可查看彩票交易“方案编号”状态，核对彩票有效性。
        </br>2、用户投注时，本平台支持微信实时支付，用户无须提前充值到平台。
        </br>3、本平台遵照国家相关彩票发行管理机构颁布之彩票销售规定完成彩票的委托投注服务，服务截止时间以网站公布的截止时间为准。
        </br>4、每期彩票开奖完成后，本平台将公布开奖号码情况，兑奖请参照下述相关条款执行。本平台不对开奖号码的准确性、完整性、及时性承担任何明示或默示的担保责任。
        </br>5、因包括但不限于断电、网络通讯故障、彩票终端系统原因、超过当期投注截止期、未成功付款、所投注号码被限号、投注倍数限制等原因，未能完成投注的，视为投注失败，以页面显示的出票结果为准。投注失败不会扣除用户任何费用，本平台不承担任何责任。
        </br>6、您理解并同意，因本协议产生的任何纠纷，本平台承担的责任仅限于向用户返还受影响彩票所对应的投注款项。
      </h6>
      <h5>三、跟单说明</h5>
      <h6>跟单服务指本平台专家提供的不同几组号码，供用户选择，连续多期帮助用户向同一个（组）指定号码提供委托投注的服务。在此服务下，用户可以选择提前预定一个（组）号码进行多期投注，免除时时紧盯电脑之苦，又可以在中奖后自动取消掉后面的投注，节约购彩资金。
        </br>1、用户在线发出跟单订单，提交自选号码、投注期次、是否基于中奖而终止跟单等具体服务要求，并根据本平台提供的服务流程进行付款，付款金额为完成该笔跟单订单所需的资金总额。
        </br>2、本平台将于用户付款后开始执行该订单，完成跟单的委托投注服务。
        </br>3、用户可选择中奖后或者盈利后系统自动停止跟单服务，即如果跟单中奖或者盈利，则跟单订单中的剩余期次的投注将停止。
        </br>4、用户亦可以在订单有效期内通过“个人中心-账单-进行中”通道随时取消未结束的任一期跟单服务或者终止所有未结束的跟单服务。
        </br>5、在跟单服务终止后，用户根据本条第一项支付的款项将根据跟单订单的具体执行情况进行结算，系统会将未执行跟单期次的购彩金额退至用户“可用余额”中。
        </br>6、用户使用跟单服务的同时，不影响其使用本平台其他服务。
      </h6>
      <h5>四、兑奖流程</h5>
      <h6>每期彩票开奖完成后，本平台公布中奖详情后，并把税后奖金直接返入中奖者在本平台账户的“可用余额”中。您使用本平台服务即视为您同意接受系统自动兑奖。</h6>
      <h5>五、结算及财务通知</h5>
      <h6>1、用户可以随时进行帐户余额核查，登录其账户查询账户明细；
        </br>2、用户每期中奖所获得的税后奖金，本平台将按照彩票发行中心当期公布中奖金额范围，根据前述兑奖流程直接返入用户的账户。用户若核对当期中奖金额，须直接通过彩票发行中心公布的奖金进行核对。
        </br>3、单注彩票中奖金额高于人民币壹万元时，用户需依法缴纳个人所得税，由彩票发行中心依法代扣代缴。
      </h6>
      <h5>六、有关责任和争端的处理</h5>
      <h6 style="margin-bottom:3rem;">（一）发生下列情况时本平台不予承担任何法律责任：
        </br>1、由于用户将密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，以及由此产生的纠纷。
        </br>2、任何由于黑客攻击、计算机病毒侵入或发作、网络供应商原因、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料或委托投注指令泄露、丢失、被盗用、被篡改或网络线路中断等，以及由此产生的纠纷。
        </br>3、由于与本平台链接的其它网站所造成之个人资料泄露及由此而导致的任何争议和后果。
        </br>4、由于彩票发行中心在彩票销售过程中，临时更改玩法造成用户委托投注失败的。
        </br>5、本平台定期检查，或更新软硬件而造成的服务中断；突发性的软硬件设备与电子通信设备故障产生的纠纷。
        </br>6、其他非本平台自身原因造成的未能成功投注、兑奖等，如国家法律法规、规章要求或彩票发行中心上级主管部门要求取消或暂停前述全部或部分服务的。
        </br>（二）如使用本平台出现纠纷，用户同意将纠纷交由本平台所在地有管辖权的人民法院管辖。
        </br>（三）本平台有权对本规则进行调整或补充，并不另行通知公告。若用户继续使用本平台服务，则视为已阅读并接受该等调整或补充，如不同意，则用户须主动终止使用本平台服务。
        </br>（四）如用户对本规则有任何疑问，请登录获取相关信息或拨打本平台客服电话400-871-0088，客服时间: 09:00-18:00 。
      </h6>
    </div>
  </div>
</template>

<script>
  import $ from 'zepto'

  export default {
    ready () {
      $.init()
    },
    data () {
      return {
        showTabs: 1
      }
    },
    methods: {
    }
  }
</script>

<style scoped>
body,ul{
  margin: 0;
  padding: 0;
}
h1,h2,h3,h4,h5,h6{
  padding: 0;
  margin: 0;
}
ul,a,p{
  margin: 0;
  padding: 0;
  list-style: none;
}
.el_head{
  width: 100%;
  height: 2.5rem;
  background-color: #282828;
  overflow: hidden;
}
.el_return_btn{
  display: block;
  width:10%;
  height:2.5rem;
  float: left;
}
.el_return_btn img{
  height:0.8rem;
  display: block;
  margin: 0.85rem auto;
}
.el_head strong{
  width: 80%;
  text-align: center;
  display: block;
  line-height: 2.5rem;
  float: left;
  color: #e5e5e5;
}
.el_rule_content{
  width: 100%;
  background-color: white;
  overflow: hidden;
  padding-top:0.4rem;
}
.el_rule_content h3{
  display: block;
  width: 100%;
  text-align: center;
  padding:0;
  margin:0;
  line-height: 2.5rem;
}
.el_rule_content h6,.el_rule_content h5{
  display: block;
  width: 92%;
  margin-left: 4%;
  margin-right: 4%;
  margin-top:0.5rem;
  color:#666666;
  line-height: 1rem;
}
</style>
